[global]
GlassButton.CopySetting.Text=复制设定
GlassButton.RestoreSetting.Text=加载设定
DSCLabel.DSCLabel7.Text=关联名称
DSCLabel.DSCLabel2.Text=流程定义名称
DSCLabel.DSCLabel3.Text=流程角色
DSCLabel.DSCLabel6.Text=作业画面
DSCLabel.DSCLabel1.Text=作业画面模式
DSCCheckBox.SMWDAAA007.Text=是否为主要显示画面
DSCLabel.DSCLabel4.Text=附件控制
DSCCheckBox.SMWDAAA024.Text=流程检视是否显示流程图
DSCLabel.DSCLabel114.Text=权限项目
DSCCheckBox.SMWDAAA023.Text=凭证打印是否打印条形码
DSCLabel.DSCLabel11.Text=AgentSchema
GlassButton.Analyzebutton.Text=解析
DSCTabPage.SendSetting.Title=送单控制
DSCLabel.DSCLabel10.Text=窗体单号格式
DSCLabel.DSCLabelY12.Text=送单后控制
DSCLabel.DSCLabel9.Text=主旨字符串格式
GlassButton.HelpButton.Text=说明
DSCLabel.DSCLabel27.Text=草稿笔数限制
DSCLabel.DSCLabel28.Text=(0)表不限制
DSCTabPage.ApproveSetting.Title=签核相关
DSCLabel.DSCLabel5.Text=意见表达
DSCLabel.DSCLabel8.Text=意见表达设定
DSCLabel.DSCLabelX14.Text=签核后控制
DSCLabel.DSCLabelX12.Text=允许转寄类型
DSCLabel.DSCLabel22.Text=参考流程
DSCCheckBox.SMWDAAA030.Text=所有参考流程结束后才可签核
DSCTabPage.InfoSetting.Title=显示设定
DSCGroupBox.BasicSetting.Text=基本设定
DSCCheckBox.SMWDAAA032.Text=是否显示窗体信息
DSCCheckBox.SMWDAAA313.Text=预设展开窗体信息
DSCCheckBox.SMWDAAA017.Text=是否显示签核意见
DSCCheckBox.SMWDAAA314.Text=预设展开签核信息
DSCCheckBox.SMWDAAA300.Text=是否自动展开转派区
DSCLabel.DSCLabel32.Text=关卡排序
DSCLabel.DSCLabel33.Text=转派排序
DSCGroupBox.DSCGroupBox1.Text=签核意见解析项目
DSCLabel.LBX1.Text=活动关卡
DSCCheckBox.SMWDAAA301.Text=一般签核
DSCCheckBox.SMWDAAA302.Text=通知关卡
DSCCheckBox.SMWDAAA303.Text=执行(会办)关卡
DSCLabel.DSCLabel29.Text=转派历程
DSCCheckBox.SMWDAAA304.Text=直接转派
DSCCheckBox.SMWDAAA305.Text=系统代理人转派
DSCCheckBox.SMWDAAA306.Text=系统逾时转派
DSCCheckBox.SMWDAAA307.Text=管理员代理转派
DSCCheckBox.SMWDAAA308.Text=负责人代理转派
DSCCheckBox.SMWDAAA309.Text=工作取回
DSCCheckBox.SMWDAAA310.Text=工作转派
DSCCheckBox.SMWDAAA311.Text=管理员工作转派
DSCCheckBox.SMWDAAA312.Text=负责人工作转派
DSCGroupBox.FieldSetting.Text=签核意见显示字段
DSCLabel.DSCLabel30.Text=活动关卡
DSCCheckBox.SMWDAAA321.Text=类型
DSCCheckBox.SMWDAAA322.Text=关卡名称
DSCCheckBox.SMWDAAA323.Text=处理者
DSCCheckBox.SMWDAAA324.Text=处理结果
DSCCheckBox.SMWDAAA325.Text=处理意见
DSCCheckBox.SMWDAAA326.Text=处理时间
DSCCheckBox.SMWDAAA327.Text=状态
DSCCheckBox.SMWDAAA328.Text=转寄
DSCCheckBox.SMWDAAA329.Text=开始时间
DSCCheckBox.SMWDAAA330.Text=处理时数
DSCLabel.DSCLabel31.Text=转派历程
DSCCheckBox.SMWDAAA331.Text=类型
DSCCheckBox.SMWDAAA332.Text=处理人
DSCCheckBox.SMWDAAA333.Text=受托人
DSCCheckBox.SMWDAAA334.Text=处理意见
DSCCheckBox.SMWDAAA335.Text=处理时间
DSCTabPage.ToolBarSetting.Title=工具列
DSCLabel.DC001.Text=储存
DSCCheckBox.SMWDAAA101.Text=
DSCLabel.DC002.Text=删除
DSCCheckBox.SMWDAAA102.Text=
DSCLabel.DC003.Text=发起
DSCCheckBox.SMWDAAA103.Text=
DSCLabel.DC004.Text=签核
DSCCheckBox.SMWDAAA104.Text=
DSCLabel.DC005.Text=附件
DSCCheckBox.SMWDAAA105.Text=
DSCLabel.DC006.Text=储存草稿
DSCCheckBox.SMWDAAA106.Text=
DSCLabel.DC007.Text=读取草稿
DSCCheckBox.SMWDAAA107.Text=
DSCLabel.DC008.Text=检视相关窗体
DSCCheckBox.SMWDAAA108.Text=
DSCLabel.DC009.Text=重新整理
DSCCheckBox.SMWDAAA109.Text=
DSCLabel.DC010.Text=流程检视
DSCCheckBox.SMWDAAA110.Text=
DSCLabel.DC011.Text=设定流程
DSCCheckBox.SMWDAAA111.Text=
DSCLabel.DC012.Text=加签
DSCCheckBox.SMWDAAA112.Text=
DSCLabel.DC013.Text=撤销
DSCCheckBox.SMWDAAA113.Text=
DSCLabel.DC014.Text=重办
DSCCheckBox.SMWDAAA114.Text=
DSCLabel.DC015.Text=转寄
DSCCheckBox.SMWDAAA115.Text=
DSCLabel.DC016.Text=发起参考流程
DSCCheckBox.SMWDAAA116.Text=
DSCLabel.DC017.Text=复制窗体
DSCCheckBox.SMWDAAA117.Text=
DSCLabel.DC018.Text=历史纪录
DSCCheckBox.SMWDAAA118.Text=
DSCLabel.DC019.Text=打印凭证
DSCCheckBox.SMWDAAA119.Text=
DSCLabel.DC020.Text=回清单
DSCCheckBox.SMWDAAA120.Text=
DSCLabel.DC021.Text=转派
DSCCheckBox.SMWDAAA121.Text=
DSCLabel.DC022.Text=取回
DSCCheckBox.SMWDAAA122.Text=
DSCLabel.DC056.Text=撤签
DSCCheckBox.SMWDAAA156.Text=
DSCLabel.DC023.Text=自订按钮一
DSCCheckBox.SMWDAAA151.Text=
DSCLabel.DC024.Text=自订按钮二
DSCCheckBox.SMWDAAA152.Text=
DSCLabel.DC025.Text=自订按钮三
DSCCheckBox.SMWDAAA153.Text=
DSCLabel.DC026.Text=自订按钮四
DSCCheckBox.SMWDAAA154.Text=
DSCLabel.DC027.Text=自订按钮五
DSCCheckBox.SMWDAAA155.Text=
DSCTabPage.DSCTabPage1.Title=按钮画面
DSCLabel.DSCLabel12.Text=设定流程画面
DSCLabel.DSCLabel24.Text=签核画面
DSCLabel.DSCLabel25.Text=撤销画面
DSCLabel.DSCLabel26.Text=取回重办画面
DSCLabel.DSCLabel13.Text=加签画面
DSCLabel.DSCLabelA14.Text=重办设定画面
DSCLabel.DSCLabelA15.Text=转寄设定画面
DSCLabel.DSCLabelA16.Text=转派设定画面
DSCLabel.DSCLabel23.Text=参考流程画面
DSCLabel.DSCLabelA17.Text=撤签画面
DSCLabel.DSCLabel17.Text=自订按钮一
DSCLabel.DSCLabelX5.Text=开窗宽度(px)
DSCLabel.DSCLabelX8.Text=开窗高度(px)
DSCLabel.DSCLabel18.Text=自订按钮二
DSCLabel.DSCLabelX9.Text=开窗宽度(px)
DSCLabel.DSCLabelX10.Text=开窗高度(px)
DSCLabel.DSCLabel19.Text=自订按钮三
DSCLabel.DSCLabelXZ14.Text=开窗宽度(px)
DSCLabel.DSCLabelX15.Text=开窗高度(px)
DSCLabel.DSCLabel20.Text=自订按钮四
DSCLabel.DSCLabelX16.Text=开窗宽度(px)
DSCLabel.DSCLabelZ22.Text=开窗高度(px)
DSCLabel.DSCLabel21.Text=自订按钮五
DSCLabel.DSCLabelX27.Text=开窗宽度(px)
DSCLabel.DSCLabelX28.Text=开窗高度(px)
DSCTabPage.DSCTabPage5.Title=加签角色
GlassButton.SelectRole.Text=选择角色
DSCTabPage.FieldsSetting.Title=画面字段
DSCLabel.DSCLabel211.Text=字段代号
DSCLabel.DSCLabel611.Text=字段类型
DSCCheckBox.SMWDAAB005.Text=显示
DSCCheckBox.SMWDAAB006.Text=必填
DSCCheckBox.SMWDAAB007.Text=只读
DSCCheckBox.SMWDAAB008.Text=稽核
DSCTabPage.ProcessSetting.Title=待办检视数据夹
DSCLabel.DSCLabel14.Text=数据夹字段名称
DSCLabel.DSCLabel15.Text=对应字段
DSCLabel.DSCLabel16.Text=显示名称
DSCCheckBox.SMWDAAA034.Text=送单后是否删除草稿来源

[message]
ids1=流程发起
ids2=流程处理
ids3=流程中新增
ids4=原稿/通知
ids5=预设及显示
ids6=禁止功能
ids7=可阅读
ids8=可修改
ids9=标准
ids10=意见表达
ids11=关闭窗口
ids12=显示流程图
ids13=显示填表画面
ids14=私人转寄
ids15=于流程中追踪
ids16=两者皆可
ids17=回收件夹
ids18=显示流程图
ids19=自动开启收件夹第一笔数据签核
ids20=升序
ids21=降序
ids22=原稿模式顯示

QueryError1=必须填写关联名称
QueryError2=必须选择作业画面
QueryError3=必须填写权限项目
QueryError4=必须填写AgentSchema
QueryError5=必须填写主旨
QueryError6=必须选择窗体单号格式
QueryError7=必须填写设定流程画面
QueryError8=必须填写转寄设定画面
QueryError9=必须填写转派设定画面
QueryError10=必须选择意见表达设定
QueryError11=必须填写加签画面
QueryError12=必须填写重办设定画面
QueryError13=必须填写转寄设定画面
QueryError14=必须填写转派设定画面
QueryError15=草稿笔数限制必须大于等于
QueryError16=请填入作业画面代号
QueryError17=请填入AgentSchema
QueryError18=找不到此作业画面的URL
QueryError19=请按下解析字段键重新设定画面字段显示设定
QueryError20=请按下解析字段键重新设定待办检视数据夹设定
QueryError21=设定已复制. 复制数据在关闭浏览器前都有效
QueryError22=没有复制的设定
QueryError23=载入完成
QueryError24=该流程已被其他作业挂载，请选择无挂载之流程
QueryError25=该流程定义、流程角色之设置已存在，请选择其他流程或角色
QueryError26=必须选择流程角色
str1=主旨变数格式: #FieldName# 或者是%FixVar% 或者是@UIField@
str2=#FieldName#: 为此画面单头对象数据域位名称
str3=%FixVar%: 共分下列几种固定型态:
str4=    1. %UIStatus% :新增修改删除
str5=    2. %UID% :使用者代号
str6=    3. %UNAME% :使用者姓名
str7=@UIField@: 为画面字段, 仅能为[一般文字字段],[单选开窗字段],[下拉选单字段],[日期字段]:
str8=    1. 若为[一般文字字段], 则键入@字段名称@即可
str9=    2. 若为[单选开窗字段], 则键入@字段名称_ID@, 表示替换可输入字段部份, 
str10=       @字段名称_Name@, 表示替换不可输入部分
str11=    3. 若为[下拉选单字段], 则键入@字段名称_ID@, 表示替换数据值部份, 
str12=       @字段名称_Name@, 表示替换显示值部分
str13=    4. 若为[日期字段], 则键入@字段名称@即可

